alsa-utils
base
base-devel
brightnessctl
btop
calc
efibootmgr
fastfetch
firefox
foot
git
gparted
grim
grub
libnotify
linux
linux-firmware
mousepad
mpv
nano
neovim
networkmanager
noto-fonts
noto-fonts-emoji
nvtop
pcmanfm
pipewire
pipewire-pulse
rate-mirrors
slurp
sof-firmware
starship
sudo
sway
swaybg
swaylock
tmux
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
unzip
vim
waybar
wf-recorder
wireplumber
wl-clipboard
woff2-font-awesome
wofi
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
